/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Restore Purchases" = "Восстановление";
"PrivacAndEulaDescribe%@,%@"= "Вы можете входить в аккаунт iTunes, чтобы настроить и отменить свою подписку в любое время, иначе оплата происходит автоматически. Во избежание вычета, данная операция должна выполниться не позже 24 часов до завершения бесплатного пробного использования или любой подписки. А бесплатная подписка на срок пробного использования будет переходить на платежную подписку после автоматической оплаты. Внимание: когда вы покупаете подписку высокого класса при бесплатном сроке пробного использования, все не использованные части (включая предоставление) которого станут недействующими. После вашего утверждения покупки или приходит время продления подписки, выплата исключается из вашего аккаунта iTunes. Для ознакомления с другими информациями, прочитайте нашу %@ и %@.";
"Privacy Policy Url" = "политику конфиденциальности";
"EULA Url" = "EULA";
"Device doesn't support" = "Устройство не поддерживается";
"Get product information" = "Получить информацию продукции";
"Connecting" = "Соединение...";
"Resuming Purchase" = "Восстановление закупок";
"Resume purchase success" = "Восстановление закупок удалось";
"You don't have purchases" = "У вас нет истории покупок";
"Resume purchase failed" = "Восстановление закупок не удалось";
"Get Product Failed" = "Получение продукции не удалось";
"Invalid product ID" = "Неверный идентификатор продукта";
"Purchasing" = "Покупка...";
"Failed purchase" = "Покупка не удалось";
"Purchase denied" = "Покупка отказалась";
"Load ads Failure" = "Загрузка рекламы не удалось";
"Loading ads" = "Загрузка рекламы";
"Purchase Offer Tip %@" = "Ежемесячно со скидкой - $%@ на основе";
"%@ days free,then %@ per month" = "Бесплатно на %@ дня, после того, $%@ ежемесячно";
"watch video" = "Смотреть видео";
"free trial" = "Попробуйте бесплатно";
"Continue Try + Plan" = "НАЧАТЬ ПЛАН С ИСПЫТАНИЕМ";
"Star" = "НАЧАТЬ";
"Buy" = "покупка";
"Save %@" = "*Сохранить %@%%";
"Hot" = "популярный";
"purchase configure error" = "Ошибка конфигурации покупки в приложении";
"get all pro features, no commitment, no cancel" = "Все расширенные функции\nНикаких обязательств. Отмена в любое время";
"display price is USD, and the actual cost will be converted to local currency." = "* Цена указана в долларах США, а фактическая стоимость будет конвертирована в местную валюту.";
"subscribe now" = "Подпишитесь сейчас";
"start a free trial" = "Начать бесплатную пробную версию";
"discount" = "скидка";

"app recommend" = "App Рекомендация";
"subscription" = "подписка";
"Go Premium" = "Обновить";
"Premium Describe" = "Полный доступ\nНет рекламы";
"You are already a VIP user and do not need to repeat the subscription" = "Вы VIP пользователь и не должны повторять подписки";
